package C4060210;

/*

    237p. 챕터 4 실습문제 6번

    간단한 공연 예약 시스템을 만들어보자. 공연 예약 시스템의 내용은 다음과 같다.

    공연은 하루에 한번 있다.
    좌석은 S석, A석, B석 타입이 있으며 모두 10석의 좌석이 있다.
    공연 예약 시스템의 메뉴는 "예약", "조회", "취소", "끝내기"가 있다.
    예약은 한 자리만 예약할 수 있고 좌석 타입, 예약자 이름, 좌석 번호를 순서대로 입력받아 예약한다.
    취소는 예약자의 이름을 입력하여 취소한다.
    없는 이름, 없는 번호, 없는 메뉴, 잘못된 취소 등에 대해서 오류 메세지를 출력하고 사용자가 다시 시도하도록 한다.

 */

public class C4060210 {

    public static void main(String[] args){

        System.out.println("예약 <1>  , 조회 <2> , 취소 <3> , 끝내기 <4>  ");

    }
}
